Repository: antoniocarranza/TimeToWalkApp
Catalog: Time To/Time To/*.lproj/Localizable.strings
Languages: es

source: 15 minutes
es: 15 minutos

source: 30 minutes
es: 30 minutos

source: 45 minutes
es: 45 minutos

# 1 hour
source: 1 hour. Good Choice
es: 1 hora. Buena elección

source: 1 hour and 15 minutes
es: 1 hora y 15 minutos

source: 1 hour and 30 minutes
es: 1 hora y 30 minutos

source: 1 hour and 45 minutes
es: 1 hora y 45 minutos

source: 2 hours, too late! 😡
es: 2 horas, muy tarde! 😡

source: Countdown started
es: Cuenta atras iniciada

source: Countdown stopped
es: Cuenta atras detenida

source: Stop
es: Detener

source: Start
es: Iniciar

source: Move detected, restarting countdown
es: Movimiento detectado, reiniciando la cuenta atras

source: Location changed at %@
es: Cambió de ubicación a las %@

source: Time To Notifications
es: Tiempo De

source: Something went wrong and notification could not be created, sorry.
es: Algo ha fallado y no hemos podido crear la notificación.

# Time To Do
source: Time To Move
es: Tiempo De Moverse

source: A little walk through the office
es: Caminar un poco por la oficina

# NotificationsHelp
source: Notifications. the application sends you the alerts through a system service called "Notifications". If you don't enable this permission for the application, you will not be able to use it.
es: Notificaciones. La aplicación te alerta a traves de las notificaciones del sistema. Si no habilitas el permido para notificaciones la aplicación no puede alertarte y por lo tanto funcionar normalmente.

# RestrictLocationHelp
source: Restrict to current location. If you set to On the countdown will be stopped if system detects that your location has changed significantly. To detect important location changes (like moving away office) this application needs the "Always" permission. We do not track your position continuously and you will not notice changes in battery life since it is the system itself that notifies the application when this occurs. The application does not save or transmit any information about locations or any other parameter.
es: Desactivar al cambiar de ubicación. Si activas esta caracteristica la cuentra atras se detendra si cambias de ubicación significativamente. Para detectar un cambio de ubicación significativo (Por ejemplo al abandonar la oficina) esta aplicación necesita el permiso de "Siempre" en localización. La Aplicación no rastrea tu ubicación continuamente y no notaras cambios significativos en el rendimiento de la bateria empleando esta función ya que es el propio sistema el que se encarga de notificarlo a la aplicación. La aplicación no almacena ni transmite ubicaciones ni ningún otro parametro.

# RestartCountdownHelp
source: Restart Countdown when moving. If you set this to On countdown will be restarted any time that you move at least 10 meters with your device. To restart the countdown when you move with the device, permission "When using the application" is required, however, even the location is performed in an inaccurate manner, you may notice that the battery consumption increases slightly. The application does not save or transmit any information about locations or any other parameter.
es: Reiniciar la cuenta atras al moverte. Si activas esta opción cada vez que te muevas con el dispositivo se reestablecerá la cuenta atras. Para reiniciar la cuenta atras cuendo caminas o te mueves con el dispositivo la aplicación necesita el permiso "Cuando use la app" en localización, en cualquier caso, como la localización es requerida con muy poca precisión para esta función no debería tener impacto en la batería. La aplicación no almacena ni transmite ubicaciones ni ningún otro parametro.

# LocalizationHelp
source: Restart Countdown when moving. If you set this to On countdown will be restarted any time that you move at least 10 meters with your device. To restart the countdown when you move with the device, permission "When using the application" is required, however, even the location is performed in an inaccurate manner, you may notice that the battery consumption increases slightly. Restrict to current location. If you set to On the countdown will be stopped if system detects that your location has changed significantly. To detect important location changes (like moving away office) this application needs the "Always" permission. We do not track your position continuously and you will not notice changes in battery life since it is the system itself that notifies the application when this occurs. The application does not save or transmit any information about locations or any other parameter.
es: Reiniciar la cuenta atras al moverte. Si activas esta opción cada vez que te muevas con el dispositivo se reestablecerá la cuenta atras. Para reiniciar la cuenta atras cuendo caminas o te mueves con el dispositivo la aplicación necesita el permiso "Cuando use la app" en localización, en cualquier caso, como la localización es requerida con muy poca precisión para esta función no debería tener impacto en la batería. Reiniciar la cuenta atras al moverte. Si activas esta opción cada vez que te muevas con el dispositivo se reestablecerá la cuenta atras. Para reiniciar la cuenta atras cuendo caminas o te mueves con el dispositivo la aplicación necesita el permiso "Cuando use la app" en localización, en cualquier caso, como la localización es requerida con muy poca precisión para esta función no debería tener impacto en la batería. La aplicación no almacena ni transmite ubicaciones ni ningún otro parametro.
